{
  "title": "White House, GOP resume debt ceiling talks after brief breakdown",
  "subtitle": "House Speaker Kevin McCarthy (R-Calif.) said negotiators would reconvene Friday night with a June deadline fast approaching",
  "author": "Jeff Stein, Marianna Sotomayor and Amy B Wang",
  "date": "May 19, 2023, 12:25 PM EDT",
  "updated": "May 19, 2023, 5:35 PM EDT",
  "url": "https://www.washingtonpost.com/politics/2023/05/19/debt-ceiling-talks-pause/",
  "contents": "White House officials and congressional Republicans resumed negotiations over the federal debt ceiling late Friday, hours after a breakdown in talks sent shudders through the financial system and intensified fears that the U.S. government would run short of cash to pay all its bills.\nWith the risk of default looming in just two weeks, House Speaker Kevin McCarthy (R-Calif.) told Fox Business late Friday that he was calling negotiators back to the Capitol. GOP officials had abruptly walked out of negotiations on Friday morning, complaining that they had made little progress in persuading the White House to accept significant cuts to federal spending, a key Republican demand. A White House official, who spoke on the condition of anonymity to describe administration planning, confirmed that negotiators would resume talks. The two sides met for about 90 minutes before breaking and leaving the Capitol but said they would continue working elsewhere through the night.\nThe White House and congressional Republicans are at odds over multiple issues, but the question of where to set spending levels for the fiscal year that begins in October has emerged as a major sticking point. McCarthy has pushed for an agreement that would trim $100 billion from agency budgets in exchange for Republican support for lifting the debt ceiling. Democrats argue that such steep reductions would harm the economy and slash a range of critical services for families and businesses.\nEach side has accused the other of intransigence with time running short. President Biden has cut short an overseas trip and plans to return to Washington on Sunday.\nThe debt ceiling is the legal limit on government borrowing — currently set at $31.4 trillion. Since the national debt hit that level in January, Treasury Secretary Janet L. Yellen has been taking extraordinary measures to balance the nation’s books. But she has warned that time is running out on those tactics, and that the Treasury Department could run short of cash as soon as June 1 unless Congress acts to raise the debt ceiling.\nOn Friday, Goldman Sachs issued a note projecting that Treasury reserves should be sufficient to make payments through June 8 or 9, when the risk of running out of cash would become severe. Failure to make critical payments — whether military paychecks, Social Security benefits or interest on previously issued debt — could tip the nation into an unprecedented default.\nGovernment officials from both parties agree that such a scenario could be devastating, potentially sparking a global financial crisis and plunging the United States into recession. The deadline and fear of fallout has led lawmakers to seek a compromise, but the leading negotiators — Biden and McCarthy — have come under immense pressure from their respective parties in recent days not to give too much to the other side.\nMcCarthy has said he needed an agreement in principle by this weekend for the House to ensure the debt ceiling is not breached — a target that is now all but sure to be missed.\nSome on Capitol Hill interpreted Friday’s pause in talks as a potential negotiating ploy aimed at assuring both sides that their leaders are fighting aggressively for their priorities.\nBiden has faced mounting criticism from some Democrats over his decision to entertain new work requirements in certain federal benefit programs for the poor. On Friday, 66 liberal Democrats sent a letter urging Biden to invoke the 14th Amendment and essentially declare the debt limit unconstitutional — a move that would allow Treasury theoretically to continue to borrow and allow the White House to avoid caving to Republicans demands. Meanwhile, McCarthy has faced fresh attacks from the conservative House Freedom Caucus over signs that the deal would not sufficiently cut spending.\nBefore Friday’s pause, lawmakers had appeared to be making progress on the contours of the agreement. In addition to temporarily raising the debt limit, talks have focused on clawing back some unused money meant for coronavirus relief programs, reforming the permitting process for energy projects and creating new work requirements for certain federal programs. But negotiators have had little luck resolving what has long appeared to be the most intractable issue: how much money the government should spend during the budget year that begins in October and whether increases in spending should be capped in subsequent years. Republicans have sought trillions of dollars in cuts to a huge portion of the federal budget, and Democrats have resisted those changes.\nWhite House officials and congressional negotiators face an extreme time crunch if they want to cut a deal before June 1, when $10 billion in military salaries and retirement funds are scheduled to be issued, followed by $25 billion in Social Security benefit payments on June 2. It’s unclear what would happen to those payments if the government doesn’t have enough cash on hand.\nSeveral people close to the negotiations said lawmakers remained divided over the extent and duration of new restrictions on federal spending. House Republicans have pushed for spending limits on a substantial pool of federal funding that excludes programs such as Social Security and Medicare, but otherwise aim to restrain the growth of spending on an enormous part of the U.S. government. In talks, GOP negotiators have pushed these “spending caps” on domestic spending — including education, transportation, and scientific programs — to reduce the deficit by trillions of dollars.\nDemocratic lawmakers are wary of these plans, in part because they believe similar measures enacted during the Obama administration contributed to significantly slower economic growth and could hurt important government programs.\nOne core dispute in the talks has been over how long these spending “caps” should remain in effect. Democrats want the spending cuts to last for roughly two years, after which appropriators could more easily increase the budget. But Republicans have sought to impose the restrictions for a decade, a move that would more significantly reduce future borrowing.\n“This was always going to be an issue,” said G. William Hoagland, a senior vice president at the Bipartisan Policy Center, a Washington-based think tank. “Republicans are looking for major savings over the next 10 years, while the administration clearly does not want to lock in 10-year numbers and are looking at a much shorter time frame.”\nJust as difficult is how steep the first year of spending cuts should be. McCarthy’s push for at least $100 billion in cuts in 2024, and then more in subsequent years, reflects internal pressure from Republicans to deliver spending reductions that cannot be reversed later. But Democratic lawmakers strongly resist such measures for the same reason, believing that spending cuts that are scheduled to occur years from now are less likely to ultimately take effect.\nOn Fox Business on Friday night, McCarthy said Republicans would not accept a deal that permits spending more in the upcoming fiscal year than the government is currently spending.\n“It is very frustrating if they want to come into the room and think we’ll spend more money next year than we did this year,” McCarthy said.\nLawmakers from both parties have agreed that if the United States defaulted on its debts for the first time in history it would be catastrophic. White House economists said in an analysis earlier this month that an extended breach of the nation’s borrowing limit could wipe out more than 8 million jobs and cause “severe” economic damage.\nThe limit is a cap on the total amount of money that the United States is authorized to borrow to fund the government and fulfill its financial obligations. It is not new spending but rather allows the country to spend money on programs that Congress has authorized."
}
