{
    "title": "Heat Will Likely Soar to Record Levels in Next 5 Years, New Analysis Says",
    "author": "Brad Plumer",
    "date": "May 17, 2023",
    "updated": "May 17, 2023, 3:07 PM ET",
    "contents": "The News\nGlobal temperatures are likely to soar to record highs over the next five years, driven by human-caused warming and a climate pattern known as El Niño, forecasters at the World Meteorological Organization said on Wednesday.\n\nThe record for Earth’s hottest year was set in 2016. There is a 98 percent chance that at least one of the next five years will exceed that, the forecasters said, while the average from 2023 to ’27 will almost certainly be the warmest for a five-year period ever recorded.\n\n“This will have far-reaching repercussions for health, food security, water management and the environment,” said Petteri Taalas, the secretary general of the meteorological organization. “We need to be prepared.”\n\nWhy It Matters: Every fraction of a degree brings new risks.\nEven small increases in warming can exacerbate the dangers from heat waves, wildfires, drought and other calamities, scientists say. Elevated global temperatures in 2021 helped fuel a heat wave in the Pacific Northwest that shattered local records and killed hundreds of people.\n\nEl Niño conditions can cause further turmoil by shifting global precipitation patterns. The meteorological organization said it expected increased summer rainfall over the next five years in places like Northern Europe and the Sahel in sub-Saharan Africa and reduced rainfall in the Amazon and parts of Australia.\n\nThe organization reported that there is also a two thirds chance that one of the next five years could be 1.5 degrees Celsius, or 2.7 degrees Fahrenheit, hotter than the 19th-century average.\n\nThat does not mean that the world will have officially breached the aspirational goal in the Paris climate agreement of holding global warming to 1.5 degrees Celsius. When scientists talk about that temperature goal, they generally mean a longer-term average over, say, two decades in order to root out the influence of natural variability.\n\nMany world leaders have insisted on the 1.5-degree limit to keep the risks of climate change to tolerable levels. But nations have delayed so long in making the monumental changes necessary to achieve this goal, such as drastically cutting fossil-fuel emissions, that scientists now think the world will probably exceed that threshold around the early 2030s.\n\nBackground: La Niña, a cooling influence, is on the way out.\nGlobal average temperatures have already increased roughly 1.1 degrees Celsius since the 19th century, largely because humans keep burning fossil fuels and pumping heat-trapping gases like carbon dioxide into the atmosphere.\n\nBut while that overall upward trend is clear, global temperatures can bounce up and down a bit from year to year because of natural variability. For instance, a cyclical phenomenon in the Pacific Ocean, the El Niño-Southern Oscillation, causes year-to-year fluctuations by shifting heat in and out of deeper ocean layers. Global surface temperatures tend to be somewhat cooler during La Niña years and somewhat hotter during El Niño years.\n\nThe last record hot year, 2016, was an El Niño year. By contrast, La Niña conditions have dominated for much of the past three years: while they’ve been unusually warm, they were still slightly below 2016 levels. Now, scientists are expecting El Niño conditions to return later this summer. When combined with steadily rising levels of greenhouse gases in the atmosphere, that will most likely cause temperatures to accelerate to new highs."
}
